<?php

$MESS = [
    'HELP_MESSAGE' => 'По умолчанию изображения будут браться из указанной папки, если таковой нет - из настроек главного модуля.',
    'NOTIFY_MESSAGE' => 'Укажите папку в формате "директория/еще_директория" относительно корневой папки веб-приложения(#ROOT_DIRECTORY#)',
    'DIRECTORY_LABEL' => 'Папка хранения изображений относительно корня проекта: ',
    'RESIZABLE_LABEL' => 'Разрешить изменять размер изображений: ',
    'OPTIONS_TAB_NAME' => 'Настройки модуля Gnvs Slider',
    'OPTIONS_TAB_TITLE' => 'Настройки',
    'OPTION_DIRECTORY_NAME' => 'upload_dir',
    'OPTION_RESIZABLE_NAME' => 'is_resizable',
    'WARNING_MESSAGE' => 'По умолчанию папка хранения файлов берется из настроек главного модуля. <span class="required">Не изменяйте эту настройку без необходимости.</span> ',
    'SECURITY_CHECKBOX_NOTICE' => 'Разрешить редактирование директории хранения изображений'
];